Revit 2027 API
ParameterTypeId.PhyMaterialParamPoissonMod Property
 "Poisson ratio"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamPoissonMod { get; }
Public Shared ReadOnly Property PhyMaterialParamPoissonMod As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamPoissonMod {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamPoissonMod : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace